<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!-- 약관 모달 -->
<div id="termsModal1" class="modal modal-sec">
		<div class="modal-content">
			<div class="modal-header" style="height: auto; text-align: center;">
				<h5>< 이용약관 v4.7 ></h5>
			</div>
			<div class="modal-body">
				<div id="termsContent" style="background: #f8f8f8; padding: 10px; border-radius: 5px;">
			        <h5>제1장 총 칙</h5>
			        <h6>제1조 [목 적]</h6>
			        <p>본 약관은 뭉쳐야산다(이하 “회사”라 합니다)가 운영하는 웹사이트, 앱마켓 앱, 기타 향후 개발되는 콘텐츠 등 정보 접근의 도구로 사용되는 여하한 모든 형태(이하 “플랫폼”이라 합니다)를 통하여 제공하는 상품 및 디지털콘텐츠 서비스(이하 “서비스”라 합니다)의 이용과 관련하여 이용자의 권리, 의무 및 책임사항 등을 규정함을 목적으로 합니다.</p>
			
			        <h6>제2조 [정 의]</h6>
			        <p>본 약관에서 사용하는 용어의 정의는 다음과 같습니다.</p>
			        <ol>
			            <li>“이용자”란 회사의 플랫폼에 접속하여 본 약관에 따라 회사가 제공하는 콘텐츠 및 제반 서비스를 이용하는 회원 및 비회원을 말합니다.</li>
			            <li>“회원”이란 본 약관에 동의하고 개인정보를 제공하여 회원 등록을 한 자로서, 회사가 제공하는 정보와 서비스를 지속적으로 이용할 수 있는 자를 말합니다.</li>
			            <li>“비회원”이란 회원 등록을 하지 않고 회사가 제공하는 정보와 서비스를 이용하는 자를 말합니다.</li>
			            <li>“콘텐츠”라 함은 회사가 제공하는 전자책, 이용권 등 디지털 콘텐츠 및 기타 관련 정보를 의미하며, 정보통신망이용촉진 및 정보보호 등에 관한 법률 제2조 제1항 제1호의 규정에 따른 정보통신망에서 사용되는 부호, 문자, 음성, 음향, 이미지, 영상 등으로 표현된 자료 또는 정보를 말합니다.</li>
			            <li>"수신자"라 함은 전자책 선물 서비스를 회원으로부터 전송받은 자를 말합니다.</li>
			            <li>"사이버머니"라 함은 전자책을 구매할 수 있는 수단이며, 아래와 같습니다.
			                <ul>
			                    <li>포인트 : 리디캐시 충전 및 이벤트 등의 사유로 무상 제공 받을 수 있으며, 전자책을 구매할 때 현금처럼 사용할 수 있는 수단</li>
			                </ul>
			            </li>
			            <li>전항 각 호에 해당하는 정의 이외의, 기타 용어의 정의에 대하여는 거래 관행 및 관계 법령에 따릅니다.</li>
			        </ol>
			        <h6>제3조 [약관의 명시 및 개정]</h6>
			        <ol>
			            <li>회사는 이용자가 별도의 연결화면을 통하여 본 약관의 내용과 상호, 영업소 소재지, 대표자 성명, 사업자 등록번호, 연락처 등을 확인할 수 있도록 웹사이트 첫 화면을 포함하여, 플랫폼상 적절한 위치/경로에 게시합니다.</li>
			            <li>회사는 약관의 규제 등에 관한 법률, 전자거래기본법, 전자서명법, 정보통신망 이용촉진 등에 관한 법률 등 관계 법령을 위배하지 않는 범위에서 본 약관을 개정할 수 있습니다.</li>
			            <li>회사가 약관을 개정할 경우에는 적용 일자 및 개정사유를 명시하여, 개정 전 약관과 함께 적용 일자 7일 전부터 플랫폼에서 확인할 수 있도록 게시하며, 기존 회원에게는 본 약관 제5조의 방법을 통하여 약관 개정 사실을 통지합니다. 다만, 회원의 권리 또는 의무에 관한 중요한 규정의 변경은 최소한 30일 전에 공지하고 개정약관을 회원이 등록한 이메일로 발송하여 통지합니다.</li>
			            <li>회사가 개정약관을 공지 또는 통지한 후에 회원이 30일 기간 내에 명시적으로 거부의 의사 표시를 하지 않으면 약관의 개정사항에 대해 동의한 것으로 간주하며, 변경된 약관에 대한 정보를 알지 못하여 발생하는 이용자의 피해에 대해 회사는 책임을 지지 않습니다.</li>
			            <li>개정된 약관에 동의하지 않는 회원은 회원 탈퇴를 요청할 수 있습니다.</li>
			            <li>본 약관에서 명시하지 않은 사항과 본 약관의 해석에 관하여는 정부가 제정한 소비자보호지침, 전자거래소비자보호지침 및 관계 법령, 또는 상관례에 따릅니다.</li>
			        </ol>
			        <h6>제4조 [약관의 효력]</h6>
			        <ol>
			            <li>본 약관은 이용자가 회원가입 시 약관의 내용에 동의하고, 회사가 그 회원가입 신청에 대하여 승낙함으로써 효력이 발생합니다.</li>
			            <li>회사는 기존 회원이 본 약관 제5조에 따른 공지 또는 통지에도 불구하고, 동 기간 내에 이의를 제기하지 않는 경우에는 변경된 약관을 승인한 것으로 봅니다.</li>
			        </ol>
			        <h6>제5조 [회원에 대한 통지]</h6>
			        <ol>
			            <li>회사는 회원에게 알려야 할 사항이 발생하는 경우, 회원가입 시 회원이 공개한 전자우편주소, 팝업, 알림 (웹/애플리케이션), 푸시 알림, 전화 등의 방법으로 통지할 수 있습니다. 회원이 통지를 받을 전자우편 주소를 지정한 때에는 회사의 통지는 부가통신사업자 또는 수신인이 관리하는 메일서버 등에 도착하여 회원이 검색할 수 있는 상태에 이르렀을 때 도달된 것으로 보며, 회원이 전자우편을 개봉하였는지 여부, 회원의 PC에 전자우편이 전송되었는지 여부는 불문합니다.</li>
			            <li>회사는 회원 전체에 대한 통지의 경우 7일 이상 플랫폼에 게시함으로써 전항의 통지에 갈음할 수 있습니다. 다만, 회원 본인의 거래와 관련하여 중대한 영향을 미치는 사항에 대하여는 전항과 동일한 방법으로 별도 통지할 수 있습니다.</li>
			        </ol>
			        <h6>제6조 [서비스의 제공 및 변경]</h6>
			        <p>회사는 다음과 같은 업무를 수행합니다.</p>
			        <ol>
			            <li>재화 또는 용역에 대한 정보 제공 및 구매계약의 체결</li>
			            <li>구매계약이 체결된 재화 또는 용역의 제공 및 배송</li>
			            <li>광고 또는 이벤트 등 재화 또는 용역과 관련된 판촉 행위</li>
			            <li>기타 이용자에게 유용한 정보 제공</li>
			            <li>회사는 재화의 품절 또는 기술적 사양의 변경 등의 불가피한 경우에는 장차 체결되는 계약에 의해 제공할 재화와 용역의 내용을 변경할 수 있습니다. 이 경우에는 변경된 재화 등의 내용 및 제공 일자를 명시하여 현재의 재화 등의 내용을 게시한 곳에 그 제공 일자 이전 7일부터 공지합니다. 단, 회사가 합리적으로 예측할 수 없는 불가피한 여건이나 사정이 있는 경우, 위 공지를 하지 않을 수 있습니다.</li>
			            <li>회사가 제공하기로 이용자와 계약을 체결한 서비스의 내용을 재화 등의 품절 또는 기술적 사양의 변경 등의 사유로 변경할 경우에는 회사는 이로 인하여 이용자가 입은 손해를 배상합니다. 단, 회사에 고의 또는 과실이 없는 경우에는 그 책임을 지지 않습니다.</li>
			            <li>회사는 무료로 제공되는 서비스의 일부 또는 전부를 회사의 정책 및 운영의 필요 상 수정, 중단, 변경할 수 있으며, 이에 대하여 회원에게 별도의 보상을 하지 않습니다.</li>
			        </ol>
			        <h6>제7조 [서비스의 중단]</h6>
			        <ol>
			            <li>회사와 계약한 출판사와의 계약 종료 및 변경 등의 사유로 서비스의 내용이 변경되거나, 서비스가 중단될 수 있습니다.</li>
			            <li>회사는 정보통신 설비의 보수점검 교체 및 고장, 통신의 두절, 천재지변 등의 불가항력의 사유가 발생한 경우에는 서비스의 전부 또는 일부를 제한하거나 일시 중단할 수 있습니다.</li>
			            <li>서비스가 일시적으로 중단되는 경우 회사는 제5조에 정한 방법으로 이용자에게 통지합니다. 다만, 미리 통지하는 것이 곤란하거나 급박하거나 불가피한 사정이 있는 경우에는 사후에 통지할 수 있습니다.</li>
			            <li>회사는 서비스의 제공이 일시적으로 중단됨으로 인하여 이용자 또는 제3자가 입은 손해에 대하여 배상합니다. 단, 회사에 고의 또는 과실이 없는 경우는 책임을 지지 않습니다.</li>
			            <li>회사의 귀책사유로 인하여 회원이 자유이용권(정액제) 서비스 이용 기간 동안 서비스를 제공받을 수 없게 되는 경우, 회사는 회원이 그 기간만큼 이용할 수 있는 동일, 유사한 콘텐츠를 다시 제공합니다.</li>
			            <li>사업 종목의 전환, 사업의 포기, 업체 간의 통합 등의 이유로 서비스를 제공할 수 없게 되는 경우에는 회사는 제5조에 정한 방법으로 이용자에게 통지하고, 해당 시점에 통지된 내용에 따라 이용자에게 손해가 최소화되도록 조치합니다. 다만, 회사가 통제할 수 없는 사유로 인한 서비스의 중단(운영자의 고의나 과실이 없는 디스크 장애, 시스템 다운 등)으로 인하여 사전 통지가 불가능한 경우에는 사후에 통지할 수 있습니다.</li>
			            <li>회사는 1개월 내 서비스 중지 및 장애 발생 누적시간이 72시간을 초과한 경우 미이용 기간을 포함, 잔여기간에 대한 이용료를 회원에게 환불합니다.</li>
			        </ol>
			        <h6>제8조 [회사의 의무]</h6>
			        <ol>
			            <li>회사는 법령과 본 약관에 반하는 행위를 하지 않으며, 본 약관이 정하는 바에 따라 지속적이고 안정적으로 서비스를 제공하는 데 최선을 다합니다.</li>
			            <li>회사는 이용자가 안전하게 서비스를 이용할 수 있도록 회사의 개인정보보호정책을 마련, 준수하고 이용자의 개인정보보호를 위한 보안 시스템을 갖추어 이용자의 개인정보보호에 최선을 다합니다.</li>
			            <li>회사는 상품이나 용역에 대하여 표시·광고의 공정화에 관한 법률 제3조 소정의 부당한 표시·광고행위를 함으로써 이용자가 손해를 입은 때에는 이를 배상할 책임을 집니다.</li>
			            <li>회사는 수신에 동의하지 않은 회원에게 영리 목적의 광고 마케팅 정보를 발송하지 않습니다.</li>
			        </ol>
				</div>
			</div>
			<div class="area-btn center">
				<a rel="modal:close" class="btn btn-sec size01" style="cursor: pointer;">닫기</a>
			</div>
		</div>
</div><!--모달창-->